{
    "Home": "Home",
    "About Us": "About Us",
    "Teachers": "Teachers",
    "Services": "Services",
    "Contact": "Contact",
    "Register": "Register",
    "MainBanner CTA": "Start Your Journey Today",
    "MainBanner CTA Long": "Students first, quality foremost.",
    "MainBanner Desc": "Ready to embark on your Mandarin learning journey with personalized, high-quality teachers? Let us tailor your lessons to fit your unique needs and goals. Contact us today to schedule your class and experience the difference of student-centered learning. Your path to Mandarin fluency starts here!",
    "MainBanner StudyAbroad CTA": "Study in China",
    "MainBanner StudyAbroad CTA Long": "Study abroad in China for a transformative experience",
    "MainBanner StudyAbroad Desc": "Embark on a transformative journey to study abroad in China, combining academic excellence with rich cultural immersion. Contact us today to get help with our personalized consultations!",
    "Schedule a class": "Schedule a class",
    "Watch Video": "Watch Video",
    "About CTA Long": "Strenghten your Mandarin proficiency with our comprehensive tutoring program.",
    "About Desc": "We are a tutoring center dedicated to providing high-quality educational services. Guided by our educational philosophy of \"student-centered, quality-first,\" we committed to helping students achieve significant academic progress.",
    "About Desc 2": "Our goal is not only to help students improve their grades but also to help them find joy in learning and develop a lifelong love of learning. Through our wholehearted educational services, students will excel academically and be well-prepared for future challenges.",
    "More About Us": "More About Us",
    "About Content CTA": "Purpose of Establishment",
    "About Content": "In today's society, the importance of education cannot be overstated. However, as academic competition intensifies, many students face increased pressure and may not receive the personalized attention and guidance they need in traditional classrooms. Therefore, I founded this tutoring center to provide students with an efficient and supportive learning environment.",
    "About Content 2": "Our mission is to help students enhance their academic performance through small class sizes, personalized tutoring, and professional teacher guidance. We also aim to build students' confidence, foster independent thinking, and develop problem-solving skills, ensuring their success in both their academic journey and future careers.",
    "WhyChooseUs CTA": "Our Advantages",
    "WhyChooseUs CTA Long": "Explore the advantages of learning with us",
    "WhyChooseUs Advantages1": "Quality Faculty",
    "WhyChooseUs Advantages1 Desc": "Our teaching team consists of education experts and frontline teachers from prestigious schools, all of whom have extensive teaching experience and deep subject knowledge.",
    "WhyChooseUs Advantages2": "Personalized Tutoring",
    "WhyChooseUs Advantages2 Desc": "We focus on the uniqueness of each student, tailoring individualized study plans based on their learning habits and needs.",
    "WhyChooseUs Advantages3": "Small Class Sizes",
    "WhyChooseUs Advantages3 Desc": "To ensure every student receives sufficient attention and guidance, we adopt a small class teaching model, creating a relaxed atmosphere for learning.",
    "WhyChooseUs Advantages4": "Diverse Courses",
    "WhyChooseUs Advantages4 Desc": "We offer comprehensive tutoring from elementary to high school, as well as specialized test preparation, helping students improve across the board.",
    "WhyChooseUs Advantages5": "Advanced Teaching Methods",
    "WhyChooseUs Advantages5 Desc": "We utilize the latest educational technology and teaching methods to ensure students can learn efficiently and enjoyably.",
    "Learn More": "Learn More",
    "OurServices CTA": "Our Services",
    "OurServices CTA Long": "Let’s Check Our Featured Services",
    "OurServices Desc": "Unlock your Mandarin potential with our tailored services designed to meet your needs.",
    "OurServices Mandarin CTA": "Offline Class",
    "OurServices Mandarin Desc": "Immerse yourself in the beauty of Mandarin with our engaging courses designed for all levels through interactive learning.",
    "OurServices Mandarin Desc Long": "Explore our Mandarin courses for students and adults, available in small groups or private sessions. We offer tailored curricula, including IGCSE, IB, and HSK. Join us and unlock the world of Mandarin in a friendly and supportive setting!",
    "OurServices Mandarin Page Title": "Explore Our Mandarin Learning Programs",
    "OurServices Mandarin Page Desc": "From structured curriculums to private lessons, find the perfect Mandarin course to elevate your language skills, with options that cater to all learning styles and proficiency levels.",
    "Small Groups": "Small Groups",
    "Private": "Private",
    "Student": "Student",
    "Adult": "Adult",
    "OurServices Mandarin Student Feature1": "Native speakers",
    "OurServices Mandarin Student Feature2": "Customized curriculum (IB, IGCSE, HSK)",
    "OurServices Mandarin Student Feature3": "All level available (Pre-school, Primary, Secondary, HSK)",
    "OurServices Mandarin Student Feature4": "Interactive lessons",
    "OurServices Mandarin Student Feature5": "Advanced technology",
    "OurServices Mandarin Student Feature6": "Personalized study plans based on learning habits and needs",
    "OurServices Mandarin Student Feature7": "Prompt feedback to parents",
    "OurServices Mandarin Adult Feature1": "Native speakers",
    "OurServices Mandarin Adult Feature2": "Business Chinese conversations",
    "OurServices Mandarin Adult Feature3": "Interactive learning",
    "OurServices Mandarin Adult Feature4": "Cultural immersion",
    "OurServices Mandarin Adult Feature5": "Up-to-date resources",
    "OurServices Mandarin Adult Feature6": "Personalized tutoring based on skill levels and needs",
    "OurServices Mandarin Adult Feature7": "Flexible schedule",
    "OurServices StudyAbroad CTA": "Study Abroad in China",
    "OurServices StudyAbroad Desc": "Equip yourself with essential tools and insights to navigate your study abroad journey confidently, from choosing to cultural readiness.",
    "OurServices StudyAbroad Desc Long": "Get ready to study in China with our comprehensive support! We offer personalized consultations to help you find the best universities and programs. Let us guide you in making your study abroad experience smooth and successful!",
    "OurServices StudyAbroad Page Title": "Education in China",
    "OurServices StudyAbroad Page CTA": "Unlock Top Education and Opportunities: Study Abroad in China!",
    "OurServices StudyAbroad Page Desc": "China offers a unique blend of high-quality education, cutting-edge research, and rich cultural experiences, making it an ideal destination for students seeking global opportunities and academic excellence.",
    "OurServices StudyAbroad Reason Title": "Top 10 Reasons to Study in China:",
    "OurServices StudyAbroad Reason1": "An education power with high-quality and rapidly improving higher education",
    "OurServices StudyAbroad Reason2": "Reasonable cost",
    "OurServices StudyAbroad Reason3": "Various scholarships and grants",
    "OurServices StudyAbroad Reason4": "More than 1,000 institutions with more than 10,000 courses to select",
    "OurServices StudyAbroad Reason5": "Vibrant social environment and amicable atmosphere",
    "OurServices StudyAbroad Reason6": "5,000 years of history and diversified culture",
    "OurServices StudyAbroad Reason7": "Modern and convenient way of life empowered by the ever-changing technological innovations",
    "OurServices StudyAbroad Reason8": "Broad career future and numerous internship opportunities",
    "OurServices StudyAbroad Reason9": "One of the safest countries in the world",
    "OurServices StudyAbroad Reason10": "Spectacular natural scenery and delicious Chinese cuisine",
    "OurServices StudyAbroad Page Desc Final": "Explore high-quality education and endless opportunities in China. We’re here to guide you every step of the way—whether it’s finding the best-fit programs, choosing the right university, securing scholarships, or accessing essential student resources—to ensure you’re well-prepared to thrive academically and culturally.",
    "OurServices StudyAbroad Page Coming Soon": "More details coming soon!",
    "OurServices StudyTour CTA": "Study Tour in China",
    "OurServices StudyTour Desc": "Join our curated study tours for immersive Mandarin practice and cultural exploration in vibrant destinations.",
    "OurServices StudyTour Desc Long": "Experience China like never before with our study tour package! This program includes educational visits with hands-on learning experiences and engagement with locals. Join us for an unforgettable journey and broadens your horizons!",
    "OurServices StudyTour Page Title": "Study Tour in China: Learn Knowledge, Experience Culture, Explore China",
    "OurServices StudyTour Page Desc 1": "We invite you to embark on an unforgettable journey in China. Our study tour programs are tailored for those eager to gain an in-depth understanding of Chinese language, culture, and history. Through this journey, you will explore ancient yet modern Chinese cities while learning Chinese.",
    "OurServices StudyTour Page Desc 2": "During this trip, students will participate in theme-related language courses, engage in lively cultural activities, and visit some of China's most iconic attractions, combining language learning with real-life experiences. Through this journey, students will not only enhance their language skills but also gain a deeper understanding of Chinese culture and traditions.",
    "OurServices StudyTour Page Benefits Title": "Our Advantages",
    "OurServices StudyTour Page Benefits 1 Key": "Cultural Experience:",
    "OurServices StudyTour Page Benefits 1 Value": "Experience Chinese culture firsthand through interactions with renowned teachers, visits to historical sites, and communication with locals.",
    "OurServices StudyTour Page Benefits 2 Key": "Language Improvement:",
    "OurServices StudyTour Page Benefits 2 Value": "Learn Chinese in real-life environments for rapid improvement through practice and personalized guidance.",
    "OurServices StudyTour Page Benefits 3 Key": "Guidance from Renowned Chinese University Instructors:",
    "OurServices StudyTour Page Benefits 3 Value": "Professional instructors from prestigious universities help students understand cultural differences.",
    "OurServices StudyTour Page Benefits 4 Key": "Expand Horizons:",
    "OurServices StudyTour Page Benefits 4 Value": "Understand a diverse China and broaden your perspective through communication.",
    "OurServices StudyTour Page Benefits 5 Key": "Build Relationships:",
    "OurServices StudyTour Page Benefits 5 Value": "Establish lasting connections with local students and international peers, making lifelong friends.",
    "OurServices StudyTour Page Benefits 6 Key": "Practical Learning:",
    "OurServices StudyTour Page Benefits 6 Value": "Outside the classroom, students will engage in cultural practices to reinforce what they've learned.",
    "OurServices StudyTour Page Desc 3": "Whether you are a beginner or an advanced Chinese learner, this study journey in China will be an unforgettable experience, helping you enhance your language abilities and create wonderful memories. Join us for this educational journey!",
    "OurServices StudyTour Beijing 2024": "Beijing Chinese Camp Winter 2024",
    "Books CTA": "International Course Books",
    "Books CTA Long": "Explore our diverse collection of textbooks for sale",
    "Books Desc": "Discover a comprehensive selection of our course books, ranging from beginner to advanced levels, to enhance your language skills with engaging exercises and cultural insights.",
    "ExamPapers CTA": "Exam Papers",
    "ExamPapers CTA Long": "Past test exam papers of HSK, IB and IGCSE",
    "StudentAwards CTA": "KOI Mandarin Stars",
    "StudentAwards CTA Long": "Recognizing Outstanding Students",
    "StudentAwards Desc": "Discover the remarkable achievements of our dedicated students! This section highlights the award recipients who have demonstrated exceptional skill, commitment, and passion in their language studies. Join us in celebrating their hard work and inspiring progress!",
    "OurTeam CTA": "Our Team",
    "OurTeam CTA Long": "Native Speaker Tutors, Ready to Help",
    "OurTeam Desc": "Our team of native speaker tutors is here to enhance your Mandarin learning experience. With diverse backgrounds and expertise, they are dedicated to helping you achieve your goals in a supportive and engaging environment. Get ready to connect, practice, and excel!",
    "Zhu Ming Chao": "Zhu Ming Chao",
    "Wong Chuin Leen": "Wong Chuin Leen",
    "Nan Nan": "Nan Nan",
    "Our Address": "Our Address",
    "Mobile": "Mobile",
    "E-mail": "E-mail",
    "Operating Hours": "Operating Hours",
    "Monday - Friday": "Monday to Friday",
    "Saturday": "Saturday",
    "Explore": "Explore",
    "Address": "Address",
    "EN": "EN",
    "CN": "中文",
    "Send a message": "Send a message",
    "Visit Instagram Profile": "Visit Instagram Profile",
    "Back to top": "Back to top",
    "KOI Mandarin Education": "KOI Mandarin Education",
    "Registration Form": "Registration Form",
    "Full name": "Full name",
    "Email": "Email",
    "Phone number": "Phone number",
    "Course": "Course",
    "HSK Exam Preparation Camp": "HSK Exam Preparation Camp",
    "HSK Class": "HSK Class",
    "YCT Class": "YCT Class",
    "Happy Chinese Class": "Happy Chinese Class",
    "Chinese Made Easy Class": "Chinese Made Easy Class",
    "School Course Tutoring": "School Course Tutoring",
    "Business Chinese Class": "Business Chinese Class",
    "Message": "Message",
    "Submit": "Submit",
    "Study Abroad": "Study Abroad",
    "Mandarin Course": "Offline Class",
    "Study Tour": "Study Tour",
    "Zhang Lirong": "Zhang Lirong",
    "OurServices OnlineClass CTA": "Online and Offline Courses",
    "OurServices OnlineClass Title": "Professional Online and Offline Courses",
    "OurServices OnlineClass Desc": "KOI not only offers premium offline courses but also high-quality online courses. With hundreds of experienced native-speaking teachers and a wide variety of tailored Chinese courses, we make it easy for you to learn Chinese anytime, anywhere.",
    "Get Started": "Get Started",
    "Viriyani Djohan": "Viriyani Djohan",
    "Services OnlineClass CTA": "Online Class",
    "Services OnlineClass Desc": "We have hundreds of experienced native-speaking teachers offering a variety of professional online Chinese courses, helping you learn authentic Chinese with ease.",
    "Guo Fang Cen": "Guo Fang Cen"
}